[{"States":"Gujarat","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Saurashtra Felling of Trees (Infliction of Punishment) ACT,1951 (Amended by Guj. 9 of 1960)","Link":"https://www.indiacode.nic.in/bitstream/123456789/4455/1/fellingoftrees.pdf","Pupose of Enactment":"For “heavier punishment for the unauthorised felling of trees and for certain other matters.”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1951","Name of Act":"The Saurashtra Felling of Trees (Infliction of Punishment) ACT, 1951 (Amended by Guj. 9 of 1960)","Area of Jurisdiction":"Across the state (urban and rural)","Special Authority":"Not specified","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Shall not include shrubs, bushes and such other varieties as may be notified by Government by notification in the Official Gazette","Felling of Tree":"Not specified","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from District Collector, Village Panchayat or any other officer authorized by state government.","Compensation":"Not specified","FINES AND PENALTIES":"","Fines and Penalties":"Fine upto INR 1000 (and not be less than INR 50) unless exempted by Revenue officer inflicting the fine, gives the reasons for exemption in writing.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Fine or action of the Revenue is subject to appeal before the of the District Collector within a period of 30 days. The Collector delegate their powers to the Assistant Collector or any subordinate Deputy Collector.","ROLE OF TREE AUTHORITIES":""},{"States":"Maharashtra","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"Maharashtra (Urban Areas) Protection and Preservation of Trees Act, 1975","Link":"https://www.indiacode.nic.in/bitstream/123456789/16809/1/maharashtra_%28urban_areas%29_protection_and_preservation_of_trees_act%2C_1975.pdf","Pupose of Enactment":"Enacted in the context of “growing pace of urbanisation and industrialisation, there has been indiscriminate felling of large number of trees in the urban areas.”\n\nNeed to make better provision for preservation of trees in urban areas in the State “by regulating felling of trees and providing for planting of adequate number of new trees” and other related matters.","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1975","Name of Act":"Maharashtra (Urban Areas) [Protection and Preservation of Trees Act, 1975","Area of Jurisdiction":"Across the state (urban)","Special Authority":"Tree Authority constituted by urban local body chaired officials of municipalities or municipal corporations","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Any perennial ·woody plant, whether in the seeding or sapling stage or fully-grown stage, and includes shrubs whose branches spring from the ground level","Felling of Tree":"To fell a tree includes burning or cutting or [or in any way damaging a tree]","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from Tree Officer appointed by the Tree Authority under the specific urban local authority","Compensation":"Plant another tree of the same or other suitable species, on the same site or other suitable place within thirty days from the date the tree is felled. Time can be extended by the Tree Officer","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment upto extend to 1 year. If felling in public premises additional imprisonment upto 3 months.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Appeal before the Tree Authority within 15 days of the decision of the Tree Officer.","ROLE OF TREE AUTHORITIES":""},{"States":"Karnataka","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Karnataka Preservation of Trees Act, 1976","Link":"https://www.aranya.gov.in/downloads/KTP_Act_1976.pdf","Pupose of Enactment":"Heavy destruction of tree growth due to industrialisation and population pressure: “Trees which provide shade, mitigate the extremes of climate, render aesthetic beauty, purify the polluted atmosphere, mute the noise, have been one of the first casualties of pressure on space in our cities and towns.”  A law is needed as “it is incumbent to legislate to restrict and regulate the felling of trees and prescribe growing of a minimum number where none exists.”\n\nPreamble also gives detailed context of denudation of forests across the state and that “drought and famine conditions have become recurring features.”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1976","Name of Act":"The Karnataka Preservation of Trees Act, 1976","Area of Jurisdiction":"Across the state (urban and rural)","Special Authority":"Tree Authority constituted by State Government for each urban area and each rural area","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Any woody plant whose branches spring from and are supported upon a trunk or body and which trunk or body is not less than five and a half centimetres in diameter and not less than one meter in height from the ground level and includes palms, bamboos, stumps brushwood, canes and seedlings of such tree but does not include sandal and rosewood trees","Felling of Tree":"Severing the trunk from the roots, uprooting the tree and includes burning or cutting or girdling or applying arboricides to a tree to cause substantial damage thereto or destruction thereof.","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from the Tree Officer who is a forest officer appointed by the Conservator of Forests","Compensation":"Obligation to plant trees as prescribed by the Tree Officer","FINES AND PENALTIES":"","Fines and Penalties":"Seizure of property. Imprisonment that may extend to 3 months or with fine, which may extend to INR 1000 one thousand rupees or with both. The court may order forfeiting of property to State Government.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Appeal shall be filed within 30 days from the date the decision is communicated to the owner or occupier of the land.","ROLE OF TREE AUTHORITIES":""},{"States":"Kerala","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Kerala Preservation of Trees Act, 1986 (arising out of Kerala Preservation of Trees and Regulation of cultivation in Hill Areas Ordinance, 1983)","Link":"https://forest.kerala.gov.in/images/flash/gazette71014.pdf","Pupose of Enactment":"To address “indiscriminate felling and destruction of trees” and “considerable soil erosion and destruction and loss of the timber wealth” and “prevent soil erosion and destruction and loss of the timber wealth”\n\nNeed to “regulate the felling and destruction of trees”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1986","Name of Act":"The Kerala Preservation of Trees Act, 1986","Area of Jurisdiction":"Private Forests across the state","Special Authority":"Not specified","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Following Species: Sandalwood (Santalum album), Teak (Tectona grandis), Rosewood (Dalbergia latifolia), Irul (Xylia xylocarpa), Thempavu (Terminalia tomantosa), Kampakam (Hopea parviflora), Chempakam (Michelia chempaca), Chadachi (Grewia tiliaefolia), Chandana vempu (Cedrela toona), Cheeni (Tetrameles nudiflora).","Felling of Tree":"Not specified","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission in writing of the authorised officer who should be not below the rank of a Forest Ranger. (Permission not to be refused in cases “dead, diseased, over-matured, wind-fallen” trees or it is dangerous to life and property or if felling is necessary for preventing or abating nuisance).","Compensation":"Not specified","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment for a term not be less than 6 months, may extend to 2 years, with fine not be less than INR 500 extended to INR 2000. If second or subsequent offence, imprisonment not be less than 1 year, may extend to 3 years, with fine which not be less than INR 1000 extended to INR 5000.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Any person aggrieved by an order refusing to grant permission under may, within 90 days of the receipt of such order, prefer an appeal to the appellate authority. The delay can be condoned by the appellate authority if they are “satisfied” if “sufficient cause” for delay.","ROLE OF TREE AUTHORITIES":""},{"States":"Tamil Nadu","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Tamil Nadu Hill Stations (Preservation Of Trees) Act, 1955","Link":"https://agritech.tnau.ac.in/forestry/ligislationact/Tamilnadu%20Hill%20Area%20(PT)%20Act%201955.pdf","Pupose of Enactment":"As there is “ indiscriminate cutting of trees in hill stations in the State… involving large-scale deforestation and resulting in considerable soil erosion”\n\nNeed for “prevent deforestation and soil erosion and also to preserve the special characteristics of the hill areas as regards landscape, vegetal cover and climate.”\n\nTherefore: “the regulation of the cutting of trees and the cultivation of land in hill areas in the State…”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1955","Name of Act":"The Tamil Nadu Hill Stations (Preservation Of Trees) Act, 1955","Area of Jurisdiction":"Hill areas of the state","Special Authority":"Special Hill Area Authorities constituted by the State Government chaired by the District Collector","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Includes bamboo, but does not include brushwood","Felling of Tree":"Not specified","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"State government to notify specific hill areas for the purposes of this law","Compensation":"Effective regeneration of equal number of the same or other suitable species of trees that have been felled. Deposit a sum “not exceeding” INR 100 for each tree.","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment which may extend to 1 year or with fine which may extend to INR 5000, or both.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Any person aggrieved by an order refusing to grant permission can appeal within 2 months. In writing to the “government” (i.e. state government)","ROLE OF TREE AUTHORITIES":""},{"States":"Madhya Pradesh","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The M.P. Vrikshon Ka Parirakshan (Nagariya Kshetra) Adhiniyam, 2001","Link":"https://mpforest.gov.in/img/files/Prot_New83.pdf","Pupose of Enactment":"For “the purpose of preservation and replanting of trees in Urban areas of Madhya Pradesh”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"2001","Name of Act":"The M.P. Vrikshon Ka Parirakshan (Nagariya Kshetra) Adhiniyam, 2001","Area of Jurisdiction":"Across the state (urban)","Special Authority":"Not specified","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"woody plant, whose branches spring from and are supported upon a trunk or body and whose trunk or body is not less than 30 centimetres in girth at ground level and is not less than 2 metres in height from the ground level","Felling of Tree":"Severing the trunk from the roots, up-rooting the tree and includes bulldozing, cutting, girdling, lopping, polarding, applying poisonous substance, burning or damaging a tree in any other manner","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission in writing of the Tree Officer who should be not below “a Gazetted Forest Officer, Commissioner, Municipal Corporation or Chief Municipal Officer” (Permission not to be refused in cases “dead, diseased, over-matured, wind-fallen” trees or it is dangerous to life and property, causing obstruction to traffic etc).","Compensation":"Obligation to plant tree or trees on the same site, or as prescribed within 30 days.","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment upto 2 years or fine upto INR 50,000 or both. The fine, if not deposited within the prescribed time limit, will be recoverable as arrears of land revenue.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Any person aggrieved by an order of the Tree Officer, may appeal to the appellate authority within a period of 30 days of such an order.","ROLE OF TREE AUTHORITIES":""},{"States":"Uttar Pradesh","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Uttar Pradesh Protection of Trees in Rural and Hill Areas Act, 1976","Link":"https://www.indiacode.nic.in/bitstream/123456789/15267/1/view_casepdf.pdf","Pupose of Enactment":"To “provide for regulation of felling of trees and replanting of trees”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1976","Name of Act":"The Uttar Pradesh Protection of Trees in Rural and Hill Areas Act, 1976","Area of Jurisdiction":"Across the state (except forest area, cantonment & government land)","Special Authority":"Tree Authority constituted by State Government. May be different for different classes of timber, fruit or other trees.","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Any woody plant whose branches spring from and are supported upon a trunk or body and whose trunk or body is not less than five centimetre in diameter at a height of thirty centimetres from the ground level and is not less than one metre in height from the ground level.","Felling of Tree":"Cutting, girdling, lopping, pollarding or damaging a tree in, any other manner","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from competent authority as appointed by the State Government","Compensation":"Bound to “plant and tend two trees in place of every tree” in the same area. Competent authority can allow lesser number of trees to be planted to trees to be planted in another area.","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment upto 6 months or fine upto INR 1000 or both","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Any person aggrieved by the decision of the competent authority may make a representation within 30 days from the date of the decision, to the Revising Authority, as appointed by the State Government.","ROLE OF TREE AUTHORITIES":""},{"States":"Goa","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Goa, Daman & Diu Preservation of Trees Act 1984","Link":"https://www.indiacode.nic.in/bitstream/123456789/8157/1/ocrpta.pdf","Pupose of Enactment":"To “provide for the preservation of trees in the Union territory of Goa, Daman and Diu.”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1984","Name of Act":"The Goa, Daman & Diu Preservation of Trees Act 1984","Area of Jurisdiction":"Across the state (urban and rural)","Special Authority":"Tree Authority constituted by State Government","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Any woody plant whose branches spring from and are supported upon a trunk or body and whose trunk or body is not less than five centimetre in diameter at a height of thirty centimetres from the ground level and is not less than one metre in height from the ground level.\n\nDoes not include Coconut tree.","Felling of Tree":"Severing the trunk from the roots, uprooting the tree and includes bull-dozing, cutting, girdling, lopping, pollarding, applying arboricides, burning or damaging a tree in any other manner","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from Tree Officer who is a forest officer appointed by the government of NCTD","Compensation":"Security deposit for ensuring regeneration of the area and replantation of trees.\n\nBound to plant trees in place of every tree felled. Number to be determined by authority which can also allow lesser number of trees to be planted to trees to be planted in another area.","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment upto 1 year or with fine upto INR 1000 or both.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"An appeal shall be against the order or direction of the Officer to the Appellate Authority within a period of 30 days.","ROLE OF TREE AUTHORITIES":""},{"States":"West Bengal","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"West Bengal Trees (Protection And Conservation In Non-Forest Areas) Act, 2006","Link":"http://www.westbengalforest.gov.in/tree_felling/Acts.pdf","Pupose of Enactment":"No specific justification in Preamble","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"2006","Name of Act":"West Bengal Trees (Protection And Conservation In Non-Forest Areas) Act, 2006","Area of Jurisdiction":"Across the state (urban and rural)","Special Authority":"Not specified","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Same meaning as the Indian Forest Act, 1927, and includes any woody plant whose branches spring from an area supported upon a trunk or body and whose trunk or body is not less than ten centimetres in diameter at breast height from the ground level","Felling of Tree":"Cutting, girdling, pollarding, uprooting or damaging a tree in any manner but shall not include lopping off of a limb of tree for such purposes as may be prescribed","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from competent authority (gram panchayat in rural area or municipality/municipal corporation in urban area) as appointed by the State Government","Compensation":"Bound to plant and tend trees in place of every trees. Number to be determined by authority","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment upto 1 year or with fine upto INR 5000 to or both and until the compensatory plantation of requisite number of trees are undertaken, shall be fined INR 50 for each day of default. \n\nAny person, or development agency failing to implement the plantation plan shall be punished with imprisonment which may extend to 2 years or fine upto INR 10000 or both.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"An appeal within 30 days of every order of the competent authority to the appellate authority (appointed by the State Government).","ROLE OF TREE AUTHORITIES":""},{"States":"Assam","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"Assam (Control Of Felling and Removal Of Trees From Non-Forest Land) Rules 2002 (under Assam Forest Regulation, 1891)","Link":"https://industries.assam.gov.in/sites/default/files/swf_utility_folder/departments/industries_com_oid_4/menu/document/notification.pdf","Pupose of Enactment":"For controlling the felling and removal of trees from non-forest lands in compliance with the WP (C) 202/1995 (Godavarman Case)","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"2002","Name of Act":"Assam (Control Of Felling and Removal Of Trees From Non-Forest Land) Rules 2002\n(under Assam Forest Regulation, 1891)","Area of Jurisdiction":"Across the state (urban and rural)","Special Authority":"Not specified","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Tree not defined. Applicable to all trees in non-forest areas, including plantations. Following species excluded: “Aam (Mangifera indica), Jamun (Syzygium cumini), Kathal (Artocaptus integrifolia), Eucalyptus, Poplar, all species of home grown bamboo, Leteku, Paniol and Madhuriam (Psydium guajava).","Felling of Tree":"Not specified","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from “Forest Department, following the provisions prescribed by the Chief Conservator of Forests.”","Compensation":"Not specified","FINES AND PENALTIES":"","Fines and Penalties":"Appropriate penalties as per the procedure contained in Chapter VIII of the Assam Forest Regulation, 1891.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"As per Assam Forest Regulation,, 1891 (Regulation VII of 1891)","ROLE OF TREE AUTHORITIES":""},{"States":"Meghalaya","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Meghalaya Tree (Prevention) Act, 1976","Link":"https://www.indiacode.nic.in/bitstream/123456789/6414/1/the_meghalaya_tree_%28preservation%29_act%2C_1976_%28act_13_of_1976%29.pdf","Pupose of Enactment":"For “regulating the felling of trees for purpose of protection of catchment areas and soil from erosion and to preserve the special characteristics of the hilly areas as regards landscape, vegetal cover and climate and to provide for matters connected therewith and incidental thereto.”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1976","Name of Act":"The Meghalaya Tree (Prevention) Act, 1976","Area of Jurisdiction":"Municipality & Cantonment areas of Shillong (extendable to other areas)","Special Authority":"Not specified","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Any tree specified in the Schedule to this Act, and the State Government may, by notification, add to or modify, the Schedule","Felling of Tree":"Includes burning, cutting, damaging, uprooting or lopping a tree to cause substantial damage or destruction thereto.","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Prior permission of the Divisional Forest Officer. (Permission not to be refused in cases “dead, diseased, over-matured, wind-fallen” trees or it is dangerous to life and property or if felling is necessary for preventing or abating nuisance).","Compensation":"Not specified","FINES AND PENALTIES":"","Fines and Penalties":"A fine not exceeding one thousand rupees. The magistrate may further order that any tree felled together with all tools and other articles used in felling shall be forfeited to the State Government (Section 12 repeals the Meghalaya Tree (Preservation) Rules, 1976)","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"Appeal against the order of the Divisional Forest Officer can be made to the Conservator of Forests within 30 days.","ROLE OF TREE AUTHORITIES":""},{"States":"Delhi","PREAMBLE AND STATED PURPOSE OF STATE LEVEL LEGISLATIONS":"","State Legislation":"The Delhi Preservation of Trees Act, 1994","Link":"http://forest.delhigovt.nic.in/wps/wcm/connect/d0e4d00045196834bdbefd985fe6f3a9/AR_DelhiPreservationofTreesAct%2C1994.pdf?MOD=AJPERES&lmod=-46935701&CACHEID=d0e4d00045196834bdbefd985fe6f3a9","Pupose of Enactment":"Decline of forest area in NCTD declining due to increasing population and more construction “The trees are being axed indiscriminately” for “residential or commercial complexes or for widening of roads for free flow of increasing traffic.” \n\nTo “safeguard the forest area and to provide for the preservation of trees”","JURISDICTION OF STATE LEVEL ACTS AND RULES":"","Year of Enactment":"1994","Name of Act":"The Delhi Preservation of Trees Act, 1994","Area of Jurisdiction":"National Capital Region (NCR)","Special Authority":"Tree Authority constituted by State Government","DEFINITION OF ‘TREE’ AND ‘FELLING OF TREE' IN STATE LEVEL TREE LEGISLATIONS":"","Tree":"Any woody plant whose branches spring from and are supported upon a trunk or body is not less than five centimeters in diameter at a height of thirty centimeters from the ground level and is not less than one metre in height from the ground level","Felling of Tree":"Severing the trunk from the roots, uprooting the tree and includes bulldozing, cutting, girdling, lopping, pollarding, applying arboricides, burning or damaging a tree in any other manner","APPROVAL FOR TREE FELLING AND COMPENSATION":"","Approval":"Permission from Tree Officer who is a forest officer appointed by the government of NCTD","Compensation":"Security deposit for ensuring regeneration of the area and replantation of trees.\n\nBound to plant trees in place of every tree felled. Number to be determined by authority which can also allow lesser number of trees to be planted to trees to be planted in another area.","FINES AND PENALTIES":"","Fines and Penalties":"Imprisonment upto 1 year or with fine upto INR 1000 or both.","APPEAL PROCEDURES IN STATE TREE LEGISLATIONS":"","Appeal Procedures":"An appeal can be filed within a period of 30 days of passing order or direction by the Tree Officer.","ROLE OF TREE AUTHORITIES":""}]